
//////
"Le traitement de la maladie de Graves peut inclure l'ablation chirurgicale de la thyroïde."
"Les opiacés peuvent provoquer à la fois une dépression du système nerveux central et une dépendance."
"La leucémie est une forme de cancer qui affecte principalement le foie."
"L’IRM (imagerie par résonance magnétique) utilise des rayonnements ionisants."
"La sclérose latérale amyotrophique (SLA) est une maladie auto-immune."
"La sérotonine est un neurotransmetteur principalement associé à la régulation de l'humeur."
"Une hypoglycémie peut entraîner des symptômes tels que la confusion, la fatigue et même des pertes de connaissance."
"La prééclampsie se caractérise uniquement par l'hypertension artérielle."
"L'hypertension artérielle est définie comme une pression supérieure à 140/90 mmHg."
"Les médicaments antipsychotiques peuvent être utilisés pour traiter les troubles de l'humeur."
"La déshydratation sévère peut entraîner une hypernatrémie, qui est une concentration élevée de sodium dans le sang."
"Le scanner (CT scan) utilise des ultrasons pour produire des images de l'intérieur du corps."
"Le stress oxydatif est causé par un excès d'antioxydants dans le corps."
"L'anémie ferriprive est causée par une carence en fer dans l'alimentation."
"Les neurones sont les seules cellules responsables de la transmission des signaux nerveux."
"Les maladies auto-immunes résultent d'une réponse immunitaire inappropriée contre des antigènes étrangers."
"Le traitement de la tuberculose nécessite un régime strict sans produits laitiers."
"La mélatonine est une hormone sécrétée par l’épiphyse (glande pinéale) et régule le rythme veille-sommeil."
"La barrière hémato-encéphalique empêche le passage de certaines substances du sang vers le système nerveux central."
"L’hémoglobine est une protéine contenant du cuivre qui transporte l’oxygène dans le sang."
"L’appendice joue un rôle important dans la digestion des lipides."
"Les plaques de Peyer sont des structures lymphoïdes présentes dans l’intestin grêle."
"Les cellules de Schwann produisent la myéline dans le système nerveux central."
"La peau est l’organe le plus grand du corps humain."
"Le cortisol est une hormone qui augmente le taux de glucose dans le sang."
"Les bronches se divisent en bronchioles qui mènent aux alvéoles où se fait l'échange gazeux."
"L’acétylcholine est un neurotransmetteur impliqué dans la contraction musculaire."
"La rate est un organe du système digestif qui produit de l'insuline."
"Les cellules endothéliales forment la paroi interne des vaisseaux sanguins."
"La thrombopoïétine est une hormone qui stimule la production de globules rouges."
"Le rein produit de l’érythropoïétine, qui stimule la production de globules rouges."
"Les os longs se développent par ossification endochondrale."
"Les glandes parathyroïdes jouent un rôle dans la régulation du calcium sanguin."
"Le lobe occipital du cerveau est principalement impliqué dans le traitement des informations auditives."
"La vasodilatation entraîne une augmentation du débit sanguin vers un organe."
"Les lipides sont stockés dans le foie sous forme de glycogène."
"La tachycardie est définie comme une fréquence cardiaque anormalement basse."
"Les hormones thyroïdiennes (T3 et T4) augmentent le métabolisme basal."
"L’ostéoblastes sont les cellules responsables de la résorption osseuse."
"La phagocytose est un processus par lequel les cellules ingèrent et détruisent les agents pathogènes."
"Le nerf optique est responsable de la transmission des informations visuelles de l’œil au cerveau."
"Les cellules musculaires cardiaques sont capables de se régénérer efficacement après une lésion."
"La maladie de Parkinson est causée par une dégénérescence des neurones dopaminergiques."
"La vasopressine augmente la perméabilité des tubes collecteurs du néphron à l'eau."
"Les cellules cancéreuses ont souvent une division cellulaire non contrôlée."
"Les disques intervertébraux sont constitués de cartilage hyalin."
"Les fibres nerveuses de type A sont les plus rapides pour la transmission de l’influx nerveux."
"L’anévrisme est une dilatation anormale d'un vaisseau sanguin due à un affaiblissement de sa paroi."
"La moelle osseuse rouge est responsable de la production des cellules sanguines."
"Les valves cardiaques empêchent le reflux du sang dans le cœur."


////
"Le système nerveux autonome est composé des systèmes sympathique et parasympathique."
"La clairance rénale mesure l’efficacité des reins à éliminer une substance du plasma."
"La substance P est un neurotransmetteur impliqué dans la transmission de la douleur."
"Le foie est responsable de la production de l'urine."
"Les lymphocytes T sont responsables de la production d'anticorps."
"Le principal agent pathogène responsable de la tuberculose est un virus."
"L'insuline est une hormone qui régule le taux de glucose dans le sang."
"Le tissu musculaire lisse est responsable des mouvements volontaires du corps."
"La plèvre est la membrane qui enveloppe les poumons."
"Les plaquettes sanguines jouent un rôle important dans la défense immunitaire."
"L'hépatite est une inflammation du pancréas."
"L'hypertension artérielle est un facteur de risque modifiable pour les maladies cardiovasculaires."
"L'hématopoïèse se déroule principalement dans le foie."
"Le système endocrinien régule les réactions hormonales par des boucles de rétroaction."
"La vitamine K est essentielle pour la vision."
"Les uretères relient les reins à la vessie."
"Les glucides sont principalement utilisés par le corps comme source de protéines."
"Le VIH attaque les lymphocytes T CD4+."
"La grippe se transmet principalement par voie sanguine."
"Le système lymphatique aide à maintenir l'équilibre des fluides dans le corps."
"L'œdème est une augmentation du volume des tissus due à un excès de sang."
"La thyroxine est une hormone produite par la glande thyroïde qui régule le métabolisme."
"Les globules rouges sont responsables du transport de l'oxygène dans le sang."
"L'adrénaline est produite par le pancréas."
"Le diaphragme est un muscle qui joue un rôle clé dans la respiration."
"Les acides gras essentiels ne peuvent pas être synthétisés par le corps humain."
"La moelle épinière est protégée par le crâne."
"La déshydratation peut entraîner une augmentation de la pression artérielle."
"Le cholestérol est toujours mauvais pour la santé."
"L'aspirine est un anti-inflammatoire non stéroïdien (AINS)."
"Les reins sont responsables de la régulation de la température corporelle."
"L'hyperglycémie désigne une diminution du taux de glucose dans le sang."
"L'insuffisance cardiaque gauche peut provoquer un œdème pulmonaire."
"La maladie de Crohn est une pathologie inflammatoire chronique touchant l’ensemble du tube digestif."
"Les bêta-bloquants sont des médicaments principalement utilisés pour traiter l'hypertension artérielle."
"L'aspirine est un inhibiteur de la COX-1 et COX-2, ce qui en fait un anti-inflammatoire et un anticoagulant."
"La cirrhose hépatique est toujours causée par une consommation excessive d'alcool."
"La sclérose en plaques est une maladie auto-immune qui touche le système nerveux périphérique."
"Le diabète de type 1 est causé par une résistance à l’insuline au niveau des tissus périphériques."
"La tuberculose est une infection virale touchant principalement les poumons."
"La maladie de Huntington est une maladie neurodégénérative autosomique récessive."
"La metformine est un médicament qui diminue la glycémie en stimulant la sécrétion d’insuline."
"Les inhibiteurs de l'enzyme de conversion (IEC) sont contre-indiqués en cas d'insuffisance cardiaque."
"La maladie de Wilson est due à une accumulation de fer dans les tissus."
"La polyarthrite rhumatoïde est une maladie inflammatoire chronique qui touche principalement les grosses articulations."
"L’arythmie est un rythme cardiaque irrégulier, souvent bénin et sans conséquences graves."
"Le syndrome néphrotique est caractérisé par une hématurie massive."
"Le test de Mantoux est utilisé pour diagnostiquer une infection active de la tuberculose."
"La phénylcétonurie est une maladie génétique due à un défaut de métabolisme de la tyrosine."
"Les bactéries Gram-négatives ont une paroi cellulaire plus épaisse que les Gram-positives."
"Les trois gènes  MGC4607, PDCD10 et Krit1 pourraient être impliqués dans l'apparition de la forme familiale de l'angiome caverneux."
"Le cavernome portal n'est jamais accompagné d’une hypertension portale."
"la structure de la protéine Janus kinase 2 contient 1131 acides aminés (JAK 2)."
"La Cirrhose peut-être causé par la maladie de Winbledon."
"L'hyperoxalurie type 1 est le résultat d'un déficit enzymatique hépatique péroxysomal."
"Il y 243 018 229 paires de bases sur le chromosome 2 humain"
"Dans un train de quatre, apres ou avant l'opération d'un patient, un enchaînement de quatre stimulations de 0,2 ms en deux secondes séparées chacune de 0,5 s, suffisent pour mettre en évidence le phénomène d’épuisement en présence d’un curare non dépolarisant."
"Dans le cadre d'une lithotritie extracorporelle il est possible dr produire une onde de choc grâce à un cristal piézoélectrique."
"L'Abasie tremblante est causée par un tremblement incontrôlable des jambes."
"Le réflexe rolien est un réflexe ostéotendineux."
